[{"ID":"BABC1","Policy":"Business Agnostic","Name":"Electronic identification ","Description":"Electronic identification enables the proof of citizens or organizations (i.e. public administrations and businesses) identity via digital modes, with the goal to access to a wide variety of services (e.g. government authorities services, digital payments services, ...)."},{"ID":"BABC5","Policy":"Business Agnostic","Name":"Artificial Intelligence ","Description":"Artificial Intelligence includes different topics: \r\n- Big Data Analysis enables organisations to analyse high-volume, high-velocity and/or high-variety information and data enabling enhanced insight, a more effective decision making, and process automation. \r\n- Data mining enables organisations to discover meaningful correlations and connections, patterns and trends by considering large amounts of data stored in databases and repositories. Data mining, as a fundamental pillar for Artificial Intelligence, employs pattern recognition technologies, as well as statistical and mathematical techniques.\r\n- Natural language processing (NLP) enables organisations to build machines that understand and respond to text or voice data—and respond with text or speech of their own—in much the same way humans do. By means of the parsing and semantic interpretation of text or voice data, it allows machines to learn, analyse, and understand human language.\r\n- Machine learning enables organisations to build applications learning from data and improving their accuracy over time without being programmed to do so."},{"ID":"BABC14","Policy":"Business Agnostic","Name":"Digital Twin","Description":"Digital Twin enables the creation of a digital copy of reality, that allows to simulate and find answers in a risk free and secure environment. The coupling of the physical and digital world enables to monitor both systems, prevent issues, develop new opportunities and simulate future outcomes. It is based on three main pillars: Connectivity, Digitalization, Intelligence. "},{"ID":"BABC7","Policy":"Business Agnostic","Name":"Digital Exchange","Description":"Digital exchange enables the transmission of digitally encoded information to profiled targets of stakeholders."},{"ID":"BABC6","Policy":"Business Agnostic","Name":"Digital communication ","Description":"Digital communication enables the virtual collaboration of a group of people engaged in common tasks, using information and communication technologies."},{"ID":"BABC10","Policy":"Business Agnostic","Name":"Multimedia Management","Description":"Multimedia management enables the supervision, creation, distribution and publishing of multimedia content (text, audio and video) through digital means across and outside an organisation. This capability includes document management activities and processes."},{"ID":"BABC11","Policy":"Business Agnostic","Name":"Contact management","Description":"Contact management enables the storing and organisation of contacts of a public administration's user base (both providers and consumers of its public services) and tracking of the related interactions."},{"ID":"BABC13","Policy":"Business Agnostic","Name":"Knowledge Management","Description":"Knowledge management enables organisation to create and use of knowledge. It is a discipline focused on the development of management systems that effectively promotes and enables value-creation through knowledge."},{"ID":"BABC9","Policy":"Business Agnostic","Name":"Data management ","Description":"Data management enables organisation to manage the flow of data throughout its entire lifecycle, that is articulated in: data creation, storage, usage, archival and destruction."},{"ID":"BABC12","Policy":"Business Agnostic","Name":"Case and Workflow management ","Description":"Case and workflow management enables organisations to design, execute, and automatise internal processes based on pre-defined business rules."},{"ID":"BABC2","Policy":"Business Agnostic","Name":"Qualification management","Description":"Qualification management enables the electronic validation and verification of the qualifications (any information linked to an individual with respect to the education and employment status) of the professionals against specific requirements defined by relevant legislations."},{"ID":"BABC3","Policy":"Business Agnostic","Name":"Digital Payments","Description":"Digital Payments enables the purchase of goods or services via digital or online modes, without the involvement of physical money exchange. It provides the possibility to perform financial operations using digital payment methods such as, among others, Banking Cards and Point of Sale (PoS) terminals."},{"ID":"BABC8","Policy":"Business Agnostic","Name":"Digital Invoicing ","Description":"Digital Invoicing enables the issuing, transmission and delivery of electronic invoice documents in a structured data format between a public administration and its providers/suppliers. Digital Invoicing ensures data security and privacy, and automatic and electronic processing of invoices."},{"ID":"BABC4","Policy":"Business Agnostic","Name":"Digital Procurement","Description":"Digital procurement enables the electronic end-to-end management of the purchasing process and related tasks associated to the acquisition of third-party goods and/or services through digital means and information and communication technologies."},{"ID":"TXBC1","Policy":"Tax","Name":"International tax management and tax information sharing","Description":"The capability to digitally support the mutual recognition of tax practices in different Member States. It involves processes and activities aimed at establishing international agreements for multilateral recognition of tax practices, including also those related to cross-border tax payments. Import-export taxes and Import excises are out of this scope because they are manager into the \"Customs\" domain, while Domestic excise taxes are include as they are usually administered by the Domestic Taxes Division. This capability includes the capacity to digitally support the standartization of the data collected domestically for making it compatible with foreign data processing systems, independent of the natural language used. This involves also capacity for real-time cross-border information sharing."},{"ID":"TXBC2","Policy":"Tax","Name":"Tax planning","Description":"The capability to digitally support the tax planning according to the needs of Member States, allowing them to make simulations in order to plan future policies and government actions (tax planning requires inputs from macro-economic forecasts)."},{"ID":"TXBC3","Policy":"Tax","Name":"Tributary justice management","Description":"The capability to digitally support the management of impact analysis of the proposed legislation on current regulation to evaluate side effects and tax disputes and the capability to digitally support the resolution of tax disputes by providing accurate (including cross-border) information on taxable events."},{"ID":"TXBC4","Policy":"Tax","Name":"Tax studies and research and historical series analysis","Description":"The capability to digitally support tax research and studies to promote effective economic and social policies and the management and coordination of all the taxpayer cases for historical analysis."},{"ID":"TXBC5","Policy":"Tax","Name":"National Tax system governance","Description":"The capability to digitally support the national Tax governance, which can be defined as those rules, regulations and procedures that influence how Tax policy is planned, approved, carried out, monitored and evaluated."},{"ID":"TXBC6","Policy":"Tax","Name":"Inspection and auditing","Description":"The capability to digitally support the inspection and auditing for the correct compliance of taxpayers with the obligation to pay taxes and, as applicable, to regularise the tax situation of the taxpayer, drawing up one or several settlements. The aim of the audit is to verify the certifications, elements and values declared by taxpayers in their tax returns. The aim of the investigation is to discover the existence, as the case may be, of undeclared or incorrectly declared taxable items in the tax return."},{"ID":"TXBC7","Policy":"Tax","Name":"Internal inspection and auditing","Description":"The capability to digitally support processes and activities related to the identification of deviations between the behaviour of tax authority employees and best practices and regulations."},{"ID":"TXBC8","Policy":"Tax","Name":"Fiscal system distribution management","Description":"The capability to digitally support processes and activities related to the management of the federation of public bodies who can apply taxes at local, regional and national level."},{"ID":"TXBC9","Policy":"Tax","Name":"Tax authorities' registries/catalogues management","Description":"The capability to digitally execute/support processes and activities related to the management of taxpayers registries/catalogues and any other tax authorities registries/catalogues involved in tax processing. This capability includes activities related with the exchange of tax and anti-money laundering information between tax authorities and financial intelligence units of different Member States"},{"ID":"TXBC10","Policy":"Tax","Name":"Tax information collection on economic activities","Description":"The capability to digitally execute/support the collection of information about tax declarations of taxpayers, including tax returns, tax transactions (e.g., receipts for payments) and potential withholding souce events. This information includes also data on the payment transactions performed by taxpayers, with the objective to calculate the amount paid or due by taxpayers."},{"ID":"TXBC11","Policy":"Tax","Name":"Tax information collection on games, lotteries and prize competitions","Description":"The capability to digitally execute/support tax processing onto games, lotteries, prize competitions and other kind of activities where the income is mainly related with luck."},{"ID":"TXBC12","Policy":"Tax","Name":"Tax information collection on state monopoly goods","Description":"The capability to digitally execute/support tax/duties processing onto goods managed by the state monopoly (i.e. tobaccoes, salts, petrol and and oil derivates, alcoholic beverages, etc.)."},{"ID":"TXBC13","Policy":"Tax","Name":"Tax rules management for processing tax returns","Description":"The capability to digitally process both self-assessed and administrative assessed tax returns. Taxes are usually deducted automatically from wages, pensions and savings. Self-assessment systems require less information and supporting documents from taxpayers when returns are filled-in."},{"ID":"TXBC14","Policy":"Tax","Name":"Invoicing rules management","Description":"The capability to digitally process invoices"},{"ID":"TXBC15","Policy":"Tax","Name":"Tax calculation for international activities","Description":"The capability to digitally support the calculation of taxes due by taxpayers (including credits requests) for activities/transactions, including potential withholding source events, performed outside the country in which they reside."},{"ID":"TXBC16","Policy":"Tax","Name":"Revenue/Fee collection for regular and special cases","Description":"The capability to digitally support the management of regular cases when taxes are paid timely and correctly by taxpayers and of special cases when taxes have not been paid timely or correctly by taxpayers. Special cases include also specific extensions of the deadline for the payment or dilution of the amount due to the tax administration and tax fraud cases."},{"ID":"TXBC17","Policy":"Tax","Name":"Tax risk management ","Description":"The capability to digitally support processed related to tax risk control. Tax risk management allows tax administrations to proactively evaluate legislative changes, the potential impact on business and to evaluate potential tax avoidances and frauds from taxpayers."},{"ID":"TXBC18","Policy":"Tax","Name":"Tax professionals registry management","Description":"The capability to digitally manage information and data about tax professionals. "},{"ID":"TXBC19","Policy":"Tax","Name":"Taxpayers and Stakeholders Relationship Management","Description":"The capability to digitally support the establishment and management of the relationships between and among taxpayers and tax authorities. "},{"ID":"TXBC20","Policy":"Tax","Name":"Economic events monitoring","Description":"The capability to digitally collect information about any economic event relevant for the tax calculation process. "},{"ID":"CDBC1","Policy":"Customs","Name":"Compliance requirements checks","Description":"It is the capability to digitally support adequate checks to ensure that products meet origin and compliance requirements. Those checks are necessary to ensure: the safety of the goods, the appropriate labelling and packaging, compliance with marketing rules for products imported into the EU, compliance with the technical standardisation and conformity rules, ecolabel rules."},{"ID":"CDBC5","Policy":"Customs","Name":"Customs cooperation","Description":"It is the capability to digitally support the cooperation between different customs. Customs administrations should work co-operatively with their international counterparts to develop mechanisms, plans, and processes to maximise the continuity and resumption of trade in the event of a disruption within the global supply chain, including the development of a plan of action and establishment of an effective communication mechanism."},{"ID":"CDBC12","Policy":"Customs","Name":"Duties Calculation and payment","Description":"It is the capability to digitally ensure that all duties are correctly paid. Customs duty refers to the tax imposed on goods when they are transported outside EU borders. Therefore, it is the tax levied on the import and export of goods."},{"ID":"CDBC14","Policy":"Customs","Name":"Authorised Economic Operator accreditation","Description":"It is the capability to digitally support the identification of high-level private businesses to act as \"custom partners\". The main focus of this is creating an international system for identifying private businesses that offer a high degree of security guarantees in respect of their role in the supply chain. These business partners should receive tangible benefits in such partnerships in the form of expedited processing and other measures."},{"ID":"CDBC16","Policy":"Customs","Name":"Expeditions controls","Description":"It's the capability to digitally support custom checks and inspections on import/export expeditions (vehicles, boats, aircraft and other means of transportation). Checks and inspections are essential to minimise the risk from organised crime and fraudulent actions."},{"ID":"CDBC17","Policy":"Customs","Name":"Tariffs registry management","Description":"It is the capability to digitally support the management of registries containing information about tariffs that have to be applied to calculate import/export duties."},{"ID":"HDBC01","Policy":"Health","Name":"Consultation","Description":"The capability to digitally support a medical consultation. A medical consultation by definition is “a procedure whereby, upon request by one healthcare provider, another healthcare provider reviews a patient's medical history, examines the patient, and makes recommendations as to care and treatment.” Despite the definition, this business capability includes also processes and activities related to (digital) consultations directly asked/booked by people to a healthcare provider. Digital Consultation supports the remote booking of medical consultations and the execution of virtual medical consultations for monitoring and preventing diseases. "},{"ID":"HDBC02","Policy":"Health","Name":"Laboratory","Description":"The capability to digitally support laboratory tests. Medical procedures involving a test on a sample of blood or body tissue. The digitalisation of the laboratory management process supports the remote booking of exams, simulation of treatments, delivery of digital results and automatic enrichment of the patients Electronic Medical Records (EMRs)."},{"ID":"HDBC03","Policy":"Health","Name":"Diagnosis","Description":"The capability to digitally support medical diagnosis and tele-diagnosis. It aims at determining the nature of a cause of a disease or of a situation / condition and at assessing / monitoring the health status of a patient (i.e. personal health status, factors that influence health)."},{"ID":"HDBC04","Policy":"Health","Name":"Prescription / Dispensation","Description":"The capability to digitally support prescriptions and dispensations. The generation, transmission, and filling of a medical prescriptions through ePrescription allows physicians, pharmacists, nurse practitioners, or physician assistants to use digital prescription software to electronically transmit a new prescription or a renewal of an authorisation to a community or to a mail-order pharmacy. Furthermore, eDispensing is defined as the act of electronically retrieving a prescription and giving out the medicine to the patient as indicated in the corresponding ePrescription."},{"ID":"HDBC05a","Policy":"Health","Name":"Provision of basic cares (primary care)","Description":"The capability to digitally support the provision of Primary Cares, including the coordination of higher level of specialized cares that the patient may need.\r\nPatients commonly receive primary care from professionals such as a primary care physician (general practitioner or family physician), a physician assistant, or a nurse practitioner."},{"ID":"HDBC05b","Policy":"Health","Name":"Provision of specialist and nursing cares (secondary care)","Description":"The capability to digitally support the provision of specialist and nursing cares, including acute care.\r\nThe term \"secondary care\" is sometimes used synonymously with \"hospital care\". However, many secondary care providers, such as psychiatrists, clinical psychologists, occupational therapists, most dental specialties or physiotherapists, do not necessarily work in hospitals. Some primary care services are delivered within hospitals. In this case, specialist and nursing care is composed of two different types of provisions:  Outpatient health care (medical procedures, tests, and services that can be provided to the patient in a setting that doesn't involve an overnight hospital stay) and Inpatient health care (medical treatment administered to a patient whose condition requires treatment in a hospital or other health care facility)."},{"ID":"HDBC05c","Policy":"Health","Name":"Provision of advanced medical investigation and treatment (tertiary care)","Description":"The capability to digitally support the provision of tertiary Cares. Tertiary care is specialized consultative health care, usually for inpatients and on referral from a primary or secondary health professional, in a facility that has personnel and facilities for advanced medical investigation and treatment, such as a tertiary referral hospital."},{"ID":"HDBC05d","Policy":"Health","Name":"Provision of experimental medicine (quaternary care)","Description":"The capability to digitally support the provision of advanced levels of medicine which are highly specialized and not widely accessed. Experimental medicine and some types of uncommon diagnostic or surgical procedures are considered quaternary care. These services are usually only offered in a limited number of regional or national health care centers"},{"ID":"HDBC06","Policy":"Health","Name":"Electronic health records & patient summary","Description":"The capability to digitally manage the EHR (a detailed registry of person's heath-related events (treatmets, physician visits, health status indicators, laboratory reports etc.) and Patient Summary. Patient Summary is a set of patient data and health related events, which include the most important clinical facts needed to ensure the safe and secure healthcare of a patient. It is a summary of the EHR and have to be available when a full EHR cannot be accessed/delivered. The digitalisation of the Patient Summary enables remote access to the patient data regardless of the location of the health professional or patient."},{"ID":"HDBC07","Policy":"Health","Name":"Medical imaging","Description":"The capability to digitally support medical imaging. Medical imaging involves the use of electromagnetic radiation and certain other technologies to produce images of internal structures of the body for the purpose of accurate diagnosis. New digital technologies such as Artificial Intelligence can support medical imaging through better analysis."},{"ID":"HDBC08","Policy":"Health","Name":"Surgery and hospitalisation","Description":"The capability to digitally support logistics and organizationa aspects related to surgery and complex treatments requiring hospitalization. \r\n\r\n"},{"ID":"HDBC09","Policy":"Health","Name":"Interactive patient (self) caring","Description":"The capability to digitally support interactive patient self caring. Interactive patient care (IPC) refers to an approach in health care that places the emphasis on providing entertainment and educational resources to the patient bedside via interactive equipment like the in-room TV, personal tablet or smart-phones. "},{"ID":"HDBC10","Policy":"Health","Name":"Dependency care","Description":"The capability to digitally support dependency cares. It refers to the unpaid care provided to older and dependent persons by a person with whom they have a social relationship such as a wife/husband, parent, child, other relative."},{"ID":"HDBC11","Policy":"Health","Name":"Integrated healthcare","Description":"The capability to digitally support Integrated healthcare for multiple medical pathways that ensure people receive a continuum of health promotion, disease prevention, diagnosis, treatment, disease management, rehabilitation and palliative care services, at the different levels and sites of care within the health system, and according to their needs, throughout their whole life."},{"ID":"HDBC12","Policy":"Health","Name":"Health service and care monitoring","Description":"The capability to digitally support the quality assurance and control of  healthcare. It refers to the definition of general performance indicators, collection of outcomes, and control of  health activities related to essential levels of services. "},{"ID":"HDBC13","Policy":"Health","Name":"Health facility & resource management","Description":"The capability to digitally support health facilities and resource management which refers to hospitals and healthcare infrastructure facility management. It also contains  the management of internal hospital resources (e.g. document management, consultation management, lab management, drug safety, report generation, procurement, staff management, outpatient management, etc. ...)"},{"ID":"HDBC14","Policy":"Health","Name":"Health system governance, management and coordination","Description":"The capability to digitally support health system governance and coordination (e.g. setting care-system objectives, manage care-system organizational aspects,  implement policies, plans, and laws that impact personal health, etc. …) "},{"ID":"HDBC15","Policy":"Health","Name":"Health policy making","Description":"The capability to digitally support health public policy making which implies utilizing legal and regulatory actions designed to improve and protect the public’s health. It also involves supporting the improvement and innovation of public health functions through ongoing evaluation, research, and continuous quality improvement. "},{"ID":"HDBC16","Policy":"Health","Name":"Secondary use of healthcare data","Description":"The capability to digitally support secondary use of healthcare data. The secondary use of healthcare data concerns the use of clinical data for a different purpose than the one for which it was originally collected. The processing of healthcare data is performed with the objective to i) policy making; ii) regulatory activities; iii) research activities."},{"ID":"HDBC17","Policy":"Health","Name":"Healthcare professionals and skills registry management","Description":"The capability to digitally support healthcare professionals and skills management. It implies the  continuous update of base skills and capabilities of healthcare professionals."},{"ID":"HDBC18","Policy":"Health","Name":"Workforce management","Description":"The capability to digitally support workforce management to build and support a diverse and skilled (public) health workforce. It also includes the concept of workforce empowerment (i.e. Build and support meritocratic workforce selection and staffing)"},{"ID":"HDBC19","Policy":"Health","Name":"Medicines, medical devices/applications and medical equipment regulation","Description":"The capability to digitally support the management of the lifecycle of medicines, medical devices/apps and medical equipment, from the proposal to the technical comittee to market entry or market withdrawal."},{"ID":"HDBC20","Policy":"Health","Name":"Medicines/medical devices logistics and distribution","Description":"The capability to digitally support the logistics and overall distribution of medicines and medical devices. "},{"ID":"HDBC21","Policy":"Health","Name":"Medicines, medical devices, medical applications, and medical equipment control","Description":"The capability to digitally support the legal and quality control of medicines, medical devices, medical applications, and medical equipment. "},{"ID":"HDBC22a","Policy":"Health","Name":"Research ideation and funding","Description":"The capability to digitally support medical research ideation and funding; including participation to crossborder initiatives and public-private partnership programs."},{"ID":"HDBC22b","Policy":"Health","Name":"Research coordination, execution and diffusion","Description":"The capability to digitally support the operational aspects of medical research coordination and execution; including the distribution/disffusion of research results."},{"ID":"HDBC23","Policy":"Health","Name":"Monitoring and evaluation/surveillance","Description":"The capability to digitally support the assessment and monitoring of population health status, factors that influence health, and community healthcare needs. "},{"ID":"HDBC24","Policy":"Health","Name":"Population investigation and diagnosis","Description":"The capability to digitally support investigations and diagnosis to identify and address health problems and hazards affecting or that could affect the population."},{"ID":"HDBC25","Policy":"Health","Name":"Communication and prevention","Description":"The capability to digitally support effective communication to inform and educate people about health, the factors that influence it, and how to improve it."},{"ID":"HDBC26","Policy":"Health","Name":"Access control","Description":"The capability to digitally support care access control. It refers to the ability to ensure an equitable access to healthcare services by all the population."},{"ID":"HDBC27","Policy":"Health","Name":"Crisis and threat management","Description":"The capability to digitally support crisis and threat management. It supports the rapid response and affective information communication to the public and to health profesionals during a health crisis or a long term threat."},{"ID":"HDBC28","Policy":"Health","Name":"Resource allocation","Description":"The capability to digitally support healthcare resource budget allocation and monitoring. It also includes the remuneration management (setting remuneration methods for health workers), the healthcare facility management funding and the medical equipment renovation/maintenance funding."},{"ID":"HDBC29","Policy":"Health","Name":"Treatments payment management","Description":"The capability to digitally support payments . It refers to all the instruments allowing patients to pay for their treatments and retrieve information about the outcomes of care."},{"ID":"HDBC30","Policy":"Health","Name":"Outcome-based care financing","Description":"The capability to digitally support treatments fees establishment and financing according to care outcomes. It refers to the possibility to provide an outcome-based payment model in healthcare in which the performance-related incentive payments for the healthcare providers depend on outcomes of the provided care, and which is designed to stimulate favourable effects in terms of quality of care or healthcare costs."}]